[
    {
        "id": 1,
        "name": "BookSelf App",
        "thumb": "../assets/thumbnails/bookshelf.jpg",
        "link": "https://intense-earth-81966.herokuapp.com/",
        "description": "I worked with a team of six developers to create this interactive book-borrowing website using several computing languages, including Javascript, SQL, Sequelize, Express, and CSS. Users can create an account, add a book they own using their ISBN number, and then other logged in users can borrow it to their account."
    },
    {
        "id": 2,
        "name": "Pandemic Tracker",
        "thumb": "../assets/thumbnails/pandemicTracker.png",
        "link": "https://vast-eyrie-87899.herokuapp.com/globe",
        "description": "I created this global pandemic tracker using React Globe and an API hosted by John Hopkins that tracks Covid-19 cases, deaths, and recoveries."
    },
    {
        "id": 3,
        "name": "Interactive Weather App",
        "thumb": "../assets/thumbnails/weatherdashboard.jpg",
        "link": "https://andygreenhaw.github.io/06-Server-Side-APIs-Weather-Dashboard/",
        "description": "I created this Weather App using Javascript, HTML, CSS, local storage, and Open Weather's API. The app enables you to search a city name and see the current weather, a five-day forecast, and icons indicating the weather and time of day. It also saves your previous search in your local web storage so that it remains when you return."
    },
    {
        "id": 4,
        "name": "Coronavirus Animation",
        "thumb": "./assets/thumbnails/covid-19.jpg",
        "link": "https://www.youtube.com/watch?v=78jLBNSqc3g",
        "description": "I worked with a team of artists and animators on this Coronavirus animation, which amassed more than one million views."
    },
    {
        "id": 5,
        "name": "Neil Degrasse Tyson Funks the Universe",
        "thumb": "./assets/thumbnails/neil-degrasse-tyson.jpg",
        "link": "https://www.youtube.com/watch?v=E831oDXzKwo",
        "description": "I edited NDT's appearance on the Rogan Podcast to Wax Taylor, and animated this music video that appeared in several media publications."
    },
    {
        "id": 6,
        "name": "The Age of Surprise",
        "thumb": "./assets/thumbnails/bookshelf.jpg",
        "link": "https://www.youtube.com/watch?v=9Xpu2QqLnHY&t=67s",
        "description": "I wrote and animated this video for the U.S. Air Force to present to Congress in a seminar about funding needed for cyber security."
    }
]