[
    {
        "id": 1,
        "name": "Neil Degrasse Tyson Funks the Universe",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/neil-degrasse-tyson.jpg",
        "embedLink": "https://www.youtube.com/embed/E831oDXzKwo",
        "learnMore": "https://www.youtube.com/watch?v=E831oDXzKwo",
        "description": "I created this animation for my portfolio several years ago when I was searching for a digital marketing job in the science and technology field. I edited Neil Degrasse Tyson's interview comments from The Joe Rogan Experience podcast and set the words to rhyming lyrics timed to Wax Taylor music. It garnered many views, an invitation to the National Space Symposium, and motivated me to get involved as a volunteer with the Colorado Space Business Roundtable (CSBR). It also led to my digital strategist position with a nationally-recognized agency specializing in data visualization, medical illustrations, animations and interactive exhibits."
    },
    {
        "id": 2,
        "name": "The Age of Surprise",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/age-of-surprise-2.jpg",
        "embedLink": "https://www.youtube.com/embed/9Xpu2QqLnHY",
        "learnMore": "https://www.youtube.com/watch?v=9Xpu2QqLnHY&t",
        "description": "I wrote and produced this animation for the U.S. Air Force while working for a digital services agency that specializes in apps, animations, websites, and visuals for military clients. An Air Force colonel wanted to show the future of combat in a presentation about cyberwarfare, and he needed a mind-blowing intro video to prime the audience. I wrote, animated and edited everything in one week. The video resulted in our company receiving contracts for similar videos for SOCOM, the Defense Intelligence Agency, and National Defense University.",
        "alt": "Andy Greenhaw Animation 3"
    },
    {
        "id": 3,
        "name": "The Space Report",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/spacereport.png",
        "embedLink": "https://www.youtube.com/embed/3ET7yHZWbw4",
        "learnMore": "https://www.youtube.com/watch?v=3ET7yHZWbw4",
        "description": "I produced this animation for the Space Foundation to use in its marketing material to promote the 2015 Space Report, an annual report that details the overall space industry with in-depth analysis. The video was used throughout their online material, including the web portal to download the report, and the video was featured on about fifty screens throughout the 2015 Space Symposium. I was asked to repurpose the same video for them to use with the 2016 Space Report.",
        "alt": "Andy Greenhaw Animation 4"
    },
    {
        "id": 4,
        "name": "Defense Intelligence Agency",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/dia.png",
        "embedLink": "https://www.youtube.com/embed/76M08-s8c_M",
        "learnMore": "https://www.youtube.com/watch?v=76M08-s8c_M",
        "description": "After producing the Age of Surprise video for the Air Force, the Defense Intelligence Agency wanted a similar animation that would help them simplify the complicated message of what the DIA does. I animated the intro section (first minute 1:40 of the video above) using an infographic style to build a crescendo of dark talking points the DIA wanted conveyed. Another artist animated the remainder of the video featuring high-intensity facts about the DIA with three-dimensional graphics.",
        "alt": "Andy Greenhaw Animation 5"
    },
    {
        "id": 5,
        "name": "National Defense University ",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/hillary.png",
        "embedLink": "https://www.youtube.com/embed/6cRIb9zDd3Y",
        "learnMore": "https://www.youtube.com/watch?v=6cRIb9zDd3Y",
        "description": "National Defense University needed an introduction video featuring Hillary Clinton when she received NDU's 2013 Patriot Award. I helped write the script and animated the transitions for this video that was presented during a Washington, D.C., ceremony. I later helped write and produce a second video that served as a promotional piece explaining the history and overall mission of National Defense University, as well as opportunities for students.",
        "alt": "Andy Greenhaw Animation 7"
    },
    {
        "id": 6,
        "name": "History of Facebook",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/facebook.png",
        "embedLink": "https://www.youtube.com/embed/QP37S24F7_4",
        "learnMore": "",
        "description": "I produced this animation for a freelance client to break down the history of Facebook. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy Greenhaw Animation 6"
    },
    
    {
        "id": 7,
        "name": "Animation Demo Reel",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/demo.png",
        "embedLink": "https://www.youtube.com/embed/EBv4r806oUs",
        "learnMore": "",
        "description": "I worked on the animations for this video to introduce Hillary Clinton's 2013 Patriot Award. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy Greenhaw Animation 8"
    },
    {
        "id": 8,
        "name": "X-Energy Nuclear Reactor",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/nuclear.png",
        "embedLink": "https://www.youtube.com/embed/XOJ8pU1aEYA",
        "learnMore": "",
        "description": "I created animations for this video explaining X-Energy's innovative nuclear reactor concept. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy Greenhaw Animation 9"
    }
]