[
    {
        "id": 1,
        "name": "Covid-19 Animation",
        "thumb": "require('../thumbnails/grid/covid-19')",
        "embedLink": "https://www.youtube.com/embed/78jLBNSqc3g",
        "learnMore": "https://www.youtube.com/watch?v=78jLBNSqc3g&t=2s",
        "description": "I worked with a team of doctors and animators to produce this 3D coronavirus animation that accurately demonstrates how Covid-19 impacts the human respiratory system on the cellular level, while also educating the public on the symptoms of Covid-19. In addition to being involved on the animation, I was in charge of distributing the video to the media, to our email subscribers, and on our online channels. The video garnered more than one million views, and visual screenshots from the video were featured in news stories from multiple media outlets.",
        "alt": "Andy Greenhaw Animation 1"
    },
    {
        "id": 2,
        "name": "Digital Injury Summary",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/neil-degrasse-tyson.jpg",
        "embedLink": "https://www.youtube.com/embed/6T8yedKRQOQ",
        "learnMore": "https://highimpact.com/blog/Association-of-Medical-Illustrators-Awards-High-Impact-for-Animation-DIS-Virtual-Reality",
        "description": "During my six year tenure with my previous employer, I worked on visuals for several projects that utilized highly sophisticated digital presentation software that customized and conveyed catastrophic injuries. Typically designed to summarize the injuries, explain the surgeries required, and explain the ongoing treatment and impairments the victim carries with them for life, this particular exhibit was part of a video that received the 2018 Award of Excellence from the Association of Medical Illustrators (AMI).",
        "alt": "Andy Greenhaw Animation 2"
    },
    {
        "id": 3,
        "name": "Accident Reconstruction",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/age-of-surprise-2.jpg",
        "embedLink": "https://www.youtube.com/embed/Y9NpZ9K0h_w",
        "learnMore": "https://highimpact.com/blog/how-animation-strengthens-accident-reconstruction-data-2",
        "description": "Accident reconstruction involves the collection of real-world data to accurately demonstrate a near-perfect representation of what happened. Working at High Impact, we would take that data (sometimes travel to the scene to collect it first-hand using 3D LiDAR  scanners) and then recreate a 3D visual animation of the collision from virtually any angle or perspective. I was usually involved in the translation of complex data into strategic visual legal points used in the animation. I also produced this demo reel showing our most devestating animations.",
        "alt": "Andy Greenhaw Animation 3"
    },
    {
        "id": 4,
        "name": "X-Energy Nuclear Reactor",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/nuclear.png",
        "embedLink": "https://www.youtube.com/embed/XOJ8pU1aEYA",
        "learnMore": "https://x-energy.com/reactors/xe-100",
        "description": "I built animations for this video explaining X-Energy's innovative nuclear reactor concept, which seeks to build nuclear reactors so small and safe that they can be strategically positioned around power grids and populated areas to facilitate maximum efficiency. My contributions were focused on simplifying complex talking points into animated infographics, which I produced for several of the videos we created for the client. I was also involved in writing the script and editing interview footage.",
        "alt": "Andy Greenhaw Animation 9"
    },
    {
        "id": 5,
        "name": "Virtual Reality in Litigation",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/virtualReality.png",
        "embedLink": "https://www.youtube.com/embed/4QTJqaq32O4",
        "learnMore": "https://highimpact.com/blog/High-Impact-to-Bring-Virtual-Reality-to-the-Courtroom",
        "description": "Imagine if instead of merely observing evidence from the jury box, jurors were able to experience evidence first-hand. Working at High Impact, we used real-world data to accurately visualize evidence for trial and mediation using illustration, animation, and interactive programming. Our virtual reality exhibits utilized skills from every department to build intense virtual worlds that would immerse attorneys and jurors in situational realities. I feel proud to have been involved in the first known use of virtual reality to win a mediation (featured in the video section of my portfolio).",
        "alt": "Andy Greenhaw Animation 9"
    }
]