[
    {
        "id": 1,
        "name": "Covid-19 Animation",
        "thumb": "require('../thumbnails/grid/covid-19')",
        "embedLink": "https://www.youtube.com/embed/78jLBNSqc3g",
        "learnMore": "https://www.youtube.com/watch?v=78jLBNSqc3g&t=2s",
        "description": "I worked with a team of doctors and animators to produce this 3D coronavirus animation that accurately demontrates how COVID-19 is transmitted on the cellular level, while educating the public on the symptoms that may be caused by COVID-19. In addition to working on the animation, I was in charge of distributing the video through our online channels. The video garnered more than one million views and visual screenshots from the video were featured by in news stories from multiple media outlets, including the Denver Post.",
        "alt": "Andy Greenhaw Animation 1"
    },
    {
        "id": 2,
        "name": "Digital Injury Summary",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/neil-degrasse-tyson.jpg",
        "embedLink": "https://www.youtube.com/embed/6T8yedKRQOQ",
        "learnMore": "https://highimpact.com/blog/Association-of-Medical-Illustrators-Awards-High-Impact-for-Animation-DIS-Virtual-Reality",
        "description": "The Digital Injury Summary is a High Impact presentation software that is customized to help attorneys present catastrophic injuries using whatever dynamic visual methods they need. I've worked on visuals for several of these projects, which are usually organized by 1) showing the injury/damages, 2) demonstrating the surgeries the victim needed, and 3) concluding with the ongoing pain management treatment and impairments the victim carries with them for life. This particular exhibit I worked on received the 2018 Award of Excellence from the Association of Medical Illustrators (AMI).",
        "alt": "Andy Greenhaw Animation 2"
    },
    {
        "id": 3,
        "name": "Accident Reconstruction",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/age-of-surprise-2.jpg",
        "embedLink": "https://www.youtube.com/embed/Y9NpZ9K0h_w",
        "learnMore": "https://highimpact.com/blog/how-animation-strengthens-accident-reconstruction-data-2",
        "description": "Accident reconstruction involves oollecting real-world data to accurately and mathmatically show a near-perfect representation of what happened. Working at High Impact, we would take that data (sometimes travel to the scene to collect it first-hand) and then recreate a 3D visual animation of the collision from virtually any angle or perspective. I usually worked on the animation side of some of these projects, I sometimes worked on deciphering and translating data for the artists, and I also produced this demo reel for the company showing our best work.",
        "alt": "Andy Greenhaw Animation 3"
    },
    {
        "id": 4,
        "name": "X-Energy Nuclear Reactor",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/nuclear.png",
        "embedLink": "https://www.youtube.com/embed/XOJ8pU1aEYA",
        "learnMore": "https://x-energy.com/reactors/xe-100",
        "description": "I built the animations for this video explaining X-Energy's innovative nuclear reactor concept, which seeks to build nuclear reactors so small and safe, they can be strategically positioned around power grids and populated areas to facilitate maximum efficiency. My contributions were focused on simplifying important complex talking points into simple-to-understand visual info graphics, which I animated in several of the videos we produced for the client. I was also involved in writing the script and editing interview footage.",
        "alt": "Andy Greenhaw Animation 9"
    },
    {
        "id": 5,
        "name": "Virtual Reality in Litigation",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/virtualReality.png",
        "embedLink": "https://www.youtube.com/embed/4QTJqaq32O4",
        "learnMore": "https://highimpact.com/blog/High-Impact-to-Bring-Virtual-Reality-to-the-Courtroom",
        "description": "Imagine if instead of merely observing evidence from the jury box, jurors were able to experience evidence first-hand. Working at High Impact, we used real-world data to accurately visualize evidence for trial and mediation using illustration, animation, and interactive programming. Our virtual reality exhibits utilized skills from every department to build intense virtual worlds that would immerse attorneys and jurors in situational realities. I feel proud to have been involved in the first known use of virtual reality to win a mediation (featured in the video section of my portfolio).",
        "alt": "Andy Greenhaw Animation 9"
    }
]