[
    {
        "id": 1,
        "name": "VR Shows Vision Impairment",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/virtual-reality.jpg",
        "embedLink": "https://www.youtube.com/embed/qAq2udnigEU",
        "learnMore": "https://highimpact.com/case-studies/virtual-reality-shows-childs-impaired-vision-in-mediation",
        "description": "I wrote and produced this video explaining how our virtual reality exhibit was used to obtain a successful settlement after a child's eyesight was significantly impaired by a misdiagnosed brain tumor. We worked with the child's opthamologists to callibrate exactly what the child could see as a result of his condition, and we built an accurate replica of Yankee Stadium to place the user inside. The user could have vision impairments turned on and off to compare, and the exhibit literally made an insurance adjuster cry.",
        "alt": "Andy's Video Editing 1"
    },
    {
        "id": 2,
        "name": "Chemical Explosion",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/explosion-case.jpg",
        "embedLink": "https://www.youtube.com/embed/Oe7iXSVUYek",
        "learnMore": "https://highimpact.com/case-studies/33-3-settlement-animated-explosion-death-by-burning",
        "description": "After we won this case involving a deadly explosion, I interviewed the attorneys who litigated the case and produced this video explaining how our animations helped them demonstrate the brutal devesation their clients suffered, one of whom was burned alive. It's noteworthy to mention that the interview for this video was conducted over teleconference with the attorneys setting up the green screen with our direction.",
        "alt": "Andy's Video Editing 8"
    },
    {
        "id": 3,
        "name": "UCLA Leg Amputation",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/ucla.jpg",
        "embedLink": "https://www.youtube.com/embed/_KlhF6ETtPg",
        "learnMore": "https://highimpact.com/case-studies/35m-verdict-illustrating-ex-ucla-linemans-amputation",
        "description": "This case involved a UCLA lineman who lost his leg in a traffic accident. I produced this marketing video explaining how our Digital Injury Summary helped the attorney drive home the full extent of his client's pain and suffering as his leg was amputed over the course of several complex surgeries. The case resulted in a $35M verdict, and the marketing video resulted in several more clients wanting Digital Injury Summaries.",
        "alt": "Andy's Video Editing 6"
    },
    {
        "id": 4,
        "name": "High Impact Official Demo",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/highimpactdemo.png",
        "embedLink": "https://www.youtube.com/embed/Ybo2dYspd6s",
        "description": "I produced all the official High Impact demo reels, which involved editing together a wide range of animations, illustrations, and interactive presentations that covered several complex subjects in less than two minutes, while maintaining an energetic pace. This demo reel includes all of High Impact's core disciplines: personal injury, traumatic brain injury, product liability, environmental remediation, medical malpractice, birth injury, and accident reconstruction.",
        "alt": "Andy's Video Editing 2"
    },
    {
        "id": 5,
        "name": "Syntropy Official Reel",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/syntropydemo.png",
        "embedLink": "https://www.youtube.com/embed/v7FfnRJCh6E",
        "learnMore": "",
        "description": "Syntropy Studio is the sister-brand of High Impact. Whereas High Impact was focused on accurately visualizing catastrophic events for attorneys, Syntropy served clients in commercial science industries, such as aerospace, medicine, engineering, and more. We basically utilized all the visual/programming talents of High Impact to help manufacturers and other businesses demonstrate and simplify complex science innovation. I produced this demo reel to explain how we do that.",
        "alt": "Andy's Video Editing 3"
    },
    {
        "id": 4,
        "name": "Digital Injury Summary",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/dis.jpg",
        "embedLink": "https://www.youtube.com/watch?v=6T8yedKRQOQ",
        "learnMore": "",
        "description": "I worked with a coworker to produce and record voice-over for this video explaining High Impact's Digital Injury Summary. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 4"
    },
    {
        "id": 5,
        "name": "VR Shows Vision Impairment",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/visionimpairment.jpg",
        "embedLink": "https://www.youtube.com/watch?v=qAq2udnigEU",
        "learnMore": "",
        "description": "I produced this video explaining how VR was used to show a child's vision impairment caused by a brain tumor. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 5"
    },
    
    {
        "id": 7,
        "name": "Working at High Impact",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/workingforhighimpact.png",
        "embedLink": "https://www.youtube.com/watch?v=8I6Z3Tolo8I",
        "description": "I wrote, filmed, and edited this video explaining High Impact's new virtual reality legal exhibit, used by attorneys nationwide. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 7"
    },
    
    {
        "id": 9,
        "name": "Crash Reconstruction 101",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/crash-accuracy.jpg",
        "embedLink": "https://www.youtube.com/watch?v=v8woRZZ1yK8",
        "description": "I produced this video explaining how High Impact ensures near-perfect accuracy when reconstructing vehicle collisions. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 9"
    }
    
]