[
    {
        "id": 1,
        "name": "VR Shows Vision Impairment",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/virtual-reality.jpg",
        "embedLink": "https://www.youtube.com/embed/qAq2udnigEU",
        "learnMore": "https://highimpact.com/case-studies/virtual-reality-shows-childs-impaired-vision-in-mediation",
        "description": "I wrote and produced this video to explain how a Virtual Reality (VR) exhibit was used in mediation to secure a successful settlement. The case involved a young boy's very significant visual impairment that resulted from a repeatedly misdiagnosed brain tumor. We worked with expert ophthalmologists to accurately calibrate the child's damaged vision, and because the young boy was passionate about baseball, we created a VR replica of Yankee Stadium as the setting for defense attorneys and insurance adjusters to experience his lifelong impairment.",
        "alt": "Andy's Video Editing 1"
    },
    {
        "id": 2,
        "name": "Chemical Explosion",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/explosion-case.jpg",
        "embedLink": "https://www.youtube.com/embed/Oe7iXSVUYek",
        "learnMore": "https://highimpact.com/case-studies/33-3-settlement-animated-explosion-death-by-burning",
        "description": "After our clients won this case involving a deadly explosion at a zinc metal plant, I interviewed the attorneys who worked on the case, and produced this video explaining how our animations visually supported their efforts. Viewer Warning: the animations are extremely graphic. It's noteworthy to mention that the interview for this video was conducted via teleconference, which required me to direct the the attorneys step-by-step on setting up the green screen, lighting, and cameras.",
        "alt": "Andy's Video Editing 8"
    },
    {
        "id": 3,
        "name": "UCLA Leg Amputation",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/ucla.jpg",
        "embedLink": "https://www.youtube.com/embed/_KlhF6ETtPg",
        "learnMore": "https://highimpact.com/case-studies/35m-verdict-illustrating-ex-ucla-linemans-amputation",
        "description": "This case involved a college football lineman who lost his leg in a traffic accident. For marketing purposes, I produced this video explaining how our Digital Injury Summary helped the attorney win the case. I interviewed the attorney, edited the footage, and selected visuals and animations from the presentation that showed the victim’s pain and suffering as his leg was amputated over the course of several complex surgeries. The case resulted in a $35M verdict, and the marketing video motivated several more clients to request Digital Injury Summaries for their cases.",
        "alt": "Andy's Video Editing 6"
    },
    {
        "id": 4,
        "name": "High Impact Official Demo",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/highimpactdemo.png",
        "embedLink": "https://www.youtube.com/embed/Ybo2dYspd6s",
        "description": "I produced all of the official demo reels for my last employer/company. This involved editing together a wide variety of animations, illustrations, and interactive presentations that covered multiple complex subjects. Each demo reel needed to be under two minutes while also maintaining an energetic pace. This particular demo reel included all of the company's core disciplines, including personal injury, traumatic brain injury, product liability, environmental remediation, medical malpractice, birth injury, and accident reconstruction.",
        "alt": "Andy's Video Editing 2"
    },
    {
        "id": 5,
        "name": "Syntropy Official Reel",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/syntropydemo.png",
        "embedLink": "https://www.youtube.com/embed/v7FfnRJCh6E",
        "learnMore": "",
        "description": "Syntropy Studio is the sister-brand of my former employer, High Impact. Whereas High Impact was focused on accurately visualizing catastrophic events for attorneys, Syntropy served clients in commercial science industries, including aerospace, medicine, engineering, and innovative technology. I produced this demo reel to explain how Syntropy could assist those targeted industries.",
        "alt": "Andy's Video Editing 3"
    },
    {
        "id": 4,
        "name": "Digital Injury Summary",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/dis.jpg",
        "embedLink": "https://www.youtube.com/watch?v=6T8yedKRQOQ",
        "learnMore": "",
        "description": "I worked with a coworker to produce and record voice-over for this video explaining High Impact's Digital Injury Summary. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 4"
    },
    {
        "id": 5,
        "name": "VR Shows Vision Impairment",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/visionimpairment.jpg",
        "embedLink": "https://www.youtube.com/watch?v=qAq2udnigEU",
        "learnMore": "",
        "description": "I produced this video explaining how VR was used to show a child's vision impairment caused by a brain tumor. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 5"
    },
    
    {
        "id": 7,
        "name": "Working at High Impact",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/workingforhighimpact.png",
        "embedLink": "https://www.youtube.com/watch?v=8I6Z3Tolo8I",
        "description": "I wrote, filmed, and edited this video explaining High Impact's new virtual reality legal exhibit, used by attorneys nationwide. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 7"
    },
    
    {
        "id": 9,
        "name": "Crash Reconstruction 101",
        "thumb": "andy-greenhaw-react-portfolio/assets/thumbnails/crash-accuracy.jpg",
        "embedLink": "https://www.youtube.com/watch?v=v8woRZZ1yK8",
        "description": "I produced this video explaining how High Impact ensures near-perfect accuracy when reconstructing vehicle collisions. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe. Try it for yourself and see what areas the world are experiencing the biggest impact from the pandemic. The Pandemic Tracker displays Covid-19 statistics across the globe.",
        "alt": "Andy's Video Editing 9"
    }
    
]